/* 
   Localizable.strings for EN language
   CalJ

   Created by Gabriel Zerbib on 08/12/14.
   Copyright 2009 Plenitech. All rights reserved.
 */

"LANGUAGE" = "he";


"LabelTitleFavCities" = "הערים הנבחרות שלי";
"LabelTitleCities" = "הערים שלי";
"LabelButtonAlertFavAdded" = "אישור";
"TitleInternetError" = "שגיאת חיבור";
"MessageInternetError" = "CalJ לא הצליח להתחבר לאינטרנט";
"MessageErrorTimezone" = "אזור הזמן לא אותר";
"TabTimes" = "תאריך";
"TabMonth" = "חודש";
"TabHolidays" = "חגים";
"TabSettings" = "הגדרות";
"TabBirkatHamazon" = "עוד";
"TitleChangeDate" = "שנה תאריך";
"TitleBirkatHamazon" = "ברכת המזון";
"CellAbout" = "אודות CalJ";
"CellNews" = "חדשות";
"CellLanguage" = "שפה";
"ButtonCancel" = "בטל";
"ButtonSelect" = "בחר";
"ButtonThisYear" = "השנה הנוכחית";
"ButtonToday" = "היום";
"LabelYear" = "שנה תאריך";
"LabelDate" = "תאריך";
"AlertCalendarTitle" = "העבר ליומן";
"LabelNight" = "ערב";
"LabelTo" = "אל";
"LabelAnd" = "ו";
"LabelCityNotDefined" = "לא הוגדרה עיר.";

"LabelHebrewText" = "הצג בעברית";

"Rosh Chodesh" = "ראש חודש";
"LabelNextRoshChodesh" = "ראש החודש הבא";
"LabelNextHoliday" = "החג הקרוב";
"LabelShabbat" = "שבת";
"LabelShabbatMevarchim" = "שבת מברכים";
"LabelShabbatRoshChodesh" = "שבת ראש חודש";
"LabelParashat" = "פרשת";
"LabelCurrentLocation" = "מיקום";
"LabelStartGeoloc" = "אתר כעת";
"LabelLatitude" = "קו רוחב";
"LabelLongitude" = "קו אורך";
"LabelTimezone" = "אזור זמן";
"LabelCityName" = "עיר";
"LabelPleaseWait" = "אנא המתן";
"LabelAutoDetectTZ" = "אוטומטי";
"LabelSearchCity" = "חפש עיר";
"SearchCityBarTitle" = "חפש עיר";
"LabelPromptCitySearchBar" = "הקלד את שם העיר";
"LabelAddCityToFavourites" = "סמן עיר";
"LabelColorMode" = "ערכת צבע יום";
"LabelBigFont" = "גודל גופן";
"LabelZmanimSection" = "זמנים";
"zmanAlotHaShachar" = "עלות השחר";
"zmanBeginTefilin" = "זמן תפילין וקריאת שמע";
"LabelZmanimBeginTefilinShabbat" = "זמן קריאת שמע";
"zmanNetz" = "נץ החמה";
"zmanLatestShemaGRA" = "סוף זמן קריאת שמע (גר\"א)";
"zmanLatestShemaMA" = "סוף זמן קריאת שמע (מ\"א)";
"zmanLatestTefilaGRA" = "סוף זמן תפילה (גר\"א)";
"zmanLatestTefilaMA" = "סוף זמן תפילה (מ\"א)";
"zmanChatzot" = "חצות היום";
"zmanChatzotLaila" = "חצות הלילה";
"zmanMinchaGdola" = "מנחה גדולה";
"zmanMinchaQtana" = "מנחה קטנה";
"zmanPlag" = "פלג המנחה";
"zmanShqiya" = "שקיעת החמה";
"zmanTzeitHaKochavim" = "צאת הכוכבים";
"zmanRabenuTam" = "לילה דרבינו תם";
"LabelZmanimShaaGRA" = "שעה זמנית (גר\"א)";
"LabelOmer" = "עומר";
"LabelOmerDay" = "יום";
"LabelOmerNight" = "לילה";
"LabelExtraBirkatSef" = "ספרדי";
"LabelExtraBirkatAsh" = "אשכנזי";
"SectionBircatHamazon" = "ברכת המזון";
"SectionBircatMeeinShalosh" = "ברכות+";
"SectionBethLoubavitch" = "דבר תורה (בשפה הצרפתית)";
"LabelDafYomi" = "הצג דף יומי";
"LabelDafYomiField" = "דף יומי";
"LabelOmerNotif" = "תזכורת ספירת העומר";
"LabelOmerCaptionNone" = "לא ";
"LabelOmerCaptionStars" = "צאת הכוכבים";
"LabelTachanun" = "הצג תחנון";
"LabelTachanunViewYes" = "עם תחנון";
"LabelTachanunViewYesMorning" = "תחנון: בוקר";
"LabelTachanunViewNo" = "אין אומרים תחנון";
"LabelTachanunViewYesShabbat" = "צדקתך";
"LabelSectionCustomEvents" = "עצב אירועים";
"LabelSectionDisplay" = "תצוגה";
"LabelSectionHalacha" = "הלכה";
"LabelCustomEvents" = "האירועים שלי";
"PhEventName" = "כותרת";
"LabelEventIsHazcara" = "אזכרת נשמות";
"LabelEventIsAshkenaz" = "אשכנז";
"LabelListCustomEvents" = "רשימת האירועים שלי";
"LabelListCustomEventsInHolidays" = "ברשימת החגים";
"LabelCustomEventsNotif" = "התראות";
"LabelCustomEventsNotifTime" = "התראת זמן";
"LabelAlarmNone" = "ללא";
"LabelAlarmSameDay" = "אותו יום";
"LabelAlarmOneDay" = "יום לפני";
"LabelAlarmTwoDays" = "יומיים לפני";
"LabelAlarmOneWeek" = "שבוע לפני";
"LabelAlarmTwoWeeks" = "שבועיים לפני";
"LabelEventsDoRepeat" = "ארוע חוזר בכל שנה";
"TitleImportCustomEvents" = "עצב תאריכים";
"MessageImportCustomEventsSuccess" = "פעולת היבוא הצליחה";
"MessageImportCustomEventsError" = "המידע שהזנת לא תקין";
"HintImportCustomEvents" = "הדבק את הקוד שקיבלת ממסך הייצא כדי לייבא את האירועים שלך";
"HintExportCustomEvents" = "העתק ושלח את הקוד שכאן לשימוש במסך הייבוא של אפליקציית calj";
"AlertRoshChodesh" = "הערב ראש חודש";
"AlertRoshChodesh2" = "ראש חודש הערב (יומיים)";
"AlertShabbatRC" = "שבת ראש חודש";
"AlertShabbatRC2" = "שבת ראש חודש (יומיים)";
"LabelRoshChodeshNotif" = "תזכורת ראש חודש";
"LabelRoshChodeshNotif-0" = "כבה";
"LabelRoshChodeshNotif-1" = "לילה קודם";
"LabelRoshChodeshNotif-2" = "יום קודם ב 14:00";
"Shabbat Candles" = "הדלקת נרות שבת";
"LabelShabbatReminder-0" = "כבה";
"LabelShabbatReminder-1" = "30 דקות לפני";
"LabelShabbatReminder-2" = "שעה לפני";
"AlertShabbatReminderBody" = "התכונן לשבת (%@)";
"qrcode.title" = "קוד QR";
"qrcode.caption" = "הראה את הצלמית לחבריך: סרוק כדי להוריד את calj עכשיו";
"TwitterText" = "הורד את calj- לוח שנה עברי חינמי דרך: @calj_net https://calj.net/app";
"Share.title" = "שתף את calj";
"Share.cancel" = "בטל";
"LabelSupport" = "תמיכה";
"LabelSharePost" = "שתף";
"LabelShareFollow" = "עקוב אחרינו ב @calj_net";
"LabelDonate" = "תרום ל CalJ";
"LabelWhyDonate" = "תרומה קטנה תעזור לנו לשמור על האפליקציה חינמית לכולם.";
"TwitterAccount" = "calj_net";
"ShareEmailText" = "הורד את calj- אפליקציית לוח עברי חינמי מלא";
"ShareEmailSubject" = "CalJ";
"ExportCalendarError.Title" = "טעות העברה";
"ExportCalendarError.Message" = "חלה טעות בזמן העברת התאריכים ליומן שעל מכשירך, אנא בדוק את הגדרות הפרטיות ויומן ברירת המחדל";
"ExportCalendarError.Cancel" = "בטל";
"DafYomiSiumDays" = "(סיום בעוד % ימים)";
"DafYomiSiumTomorrow" = "(סיום מחר)";
"DafYomiSiumToday" = "(סיום היום)";
"Eve" = "ערב";
"Notifications are disabled" = "חלק מתכונות CalJ דורשות איפשור עדכונים";
"AlertCalendarMsgSuppressOrAdd" = "מה תרצה לעשות ביומן בו בחרת?";
"ButtonEraseFromCalendar" = "הסר מהיומן...";
"ButtonAddToCalendar" = "הקלט לתוך יומן";
"Remove from which calendar?" = "להסיר מן היומן?";
"Insert into which calendar?" = "לאיזה יומן להכניס?";






"HolidayRoshHashana" = "ראש השנה";
"HolidayGedalia" = "צום גדליה";
"HolidayYomKippur" = "יום כיפור";
"HolidaySuccot" = "סוכות";
"HolidayHoshaanaRabba" = "הושענה רבה";
"HolidayShminiAtseret" = "שמיני עצרת + שמחת תורה";
"HolidayChanuka" = "חנוכה";
"HolidayTevet10" = "י בטבת";
"HolidayShvat15" = "טו בשבט";
"HolidayPurimKatan" = "פורים קטן";
"HolidayPurimFast" = "תענית אסתר";
"HolidayPurim" = "פורים";
"HolidayPurimShushan" = "פורים שושן";
"HolidayPesach" = "פסח";
"HolidayYomHaShoa" = "יום השואה";
"HolidayYomHaZicaron" = "יום הזכרון";
"HolidayYomHaAtsmaut" = "יום העצמאות";
"HolidayYomYerushalaim" = "יום ירושלים";
"HolidayPesachSheni" = "פסח שני";
"HolidayLagBaOmer" = "לג בעומר";
"HolidayShavuot" = "שבעות";
"HolidayTamuz17" = "יז תמוז";
"HolidayAv9" = "ט באב";
"HolidayAv15" = "טו באב";

"HDate_LongMonth_1" = 				"ניסן";
"HDate_LongMonth_2" = 				"אייר";
"HDate_LongMonth_3" = 				"סיון";
"HDate_LongMonth_4" = 				"תמוז";
"HDate_LongMonth_5" = 				"אב";
"HDate_LongMonth_6" = 				"אלול";
"HDate_LongMonth_7" = 				"תשרי";
"HDate_LongMonth_8" = 				"חשון";
"HDate_LongMonth_9" = 				"כסלו";
"HDate_LongMonth_10" = 				"טבת";
"HDate_LongMonth_11" = 				"שבט";
"HDate_LongMonth_12" = 				"אדר";
"HDate_LongMonth_AdarI" = 			"אדר";
"HDate_LongMonth_13" = 				"אדר ב";
"SpecialParasha_1" = 				"זכור";
"SpecialParasha_2" = 				"שקלים";
"SpecialParasha_3" = 				"החדש";
"SpecialParasha_4" = 				"פרה";



///////////



"HTMLAbout" = "about-en.html";

"ShortDaySun" = "א";
"ShortDayMonday" = "ב";
"ShortDayTuesday" = "ג";
"ShortDayWednesday" = "ד";
"ShortDayThursday" = "ה";
"ShortDayFriday" = "ו";
"ShortDaySat" = "ש";


"Birkat_Psaume123" = "תהילים קכג:";
"Birkat_Title_Sefaradic" = "ברכת המזון ספרדי";
"Birkat_Title_Ashkenaz" = "ברכת המזון אשכנזי";
"Birkat_Zimoun" = "זימון:";
"Birkat_OnRepond" = "עונים:";
"Birkat_IlReprend" = "ממשיף:";
"Birkat_Minyan" = "במינין";
"Birkat_BeginBirkatHamazon" = "ללא זימון מתחילים כאן:";
"Birkat_LowVoice" = "בלחש";
"Birkat_GuestMevarech" = "האורח מברך:";
"Birkat_OnContinue" = "ממשיכים:";
"Birkat_Succot" = "בסוכות:";
"Birkat_Purim" = "בפורים:";
"Birkat_Chanuka" = "בחנוכה:";
"Birkat_RoshChodesh" = "בראש חדש:";
"Birkat_Teshuva" = "י ימי תשובה:";
"Birkat_DidMealStartBeforeStars" = "האם התחלתם לאכול לפני הלילה?";
"Yes" = "כן";
"No" = "לא";


"BirkatMeeinShalosh_Title" = "מעין שלוש";
"TefilatHaderekh_Title" = "תפילת הדרך";

"Birkat_Pesach" = "בפסח:";
"Birkat_5Cereals" = "Over the Five Cereals:";
"Birkat_5CerealsIsrael" = "Over the Five Cereals [of Israel]:";
"Birkat_Wine" = "Over wine:";
"Birkat_WineIsrael" = "Over wine [of Israel]:";
"Birkat_7Fruits" = "Over the Seven Fruits:";
"Birkat_7FruitsIsrael" = "Over the Seven Fruits [of Israel]:";

"BoreiNefashot_Title" = "בורא נפשות";
"Qaddish_Title" = "קדיש";
"AsherYatsar_Title" = "אשר יצר";
"AsherYatsar_File" = "asher-yatsar-en";


"Ask for help" = "עזרה";



/////// NEW
"LabelSectionReminders" = "תזכורות";
"Custom Reminders" = "תזכורות אישיות";
"Psalm119_Title" = "תהילים קיט";
"LabelHilulot" = "הצג הילולות";
"TitleShabbatSelector" = "חפש פרשה";
"motsa\"sh" = "מוצ\"ש";
"LabelLevana" = "ברכת הלבנה";
"LabelMinchaGdolaLachumra" = "מנחה גדולה לחומרה";
"Tikun_Title" = "תיקון הכללי";

"16.1 Degrees Below Horizon" = "שמש כ-16.1 מעלות תחת האופק";
"72 Seasonal Minutes Before Hanetz" = "72 דקות זמניות לפני הנץ";
"72 Seasonal Minutes After Sunset" = "72 דקות זמניות אחרי השקיעה";
"13.5 Seasonal Minutes After Sunset" = "13.5 דקות זמניות אחרי השקיעה";
"11 Degrees Below Horizon" = "שמש כ-11 מעלות תחת האופק";
"7.08 Degrees Below Horizon" = "שמש כ-7.08 מעלות תחת האופק";
"6 Seasonal Minutes After Alot HaShachar" = "6 דקות זמניות אחרי עלות השחר";
"(Rav Posen)" = "רב פוזנא";
"(Rav Ovadia Yossef)" = "רב עובדיה יוסף זצ״ל";
"30 prop. min after Chatzot Yom" = "30 דק' זמניות אחרי חצות היום";
"20 Seasonal Minutes After Sunset" = "20 דקות זמניות אחרי השקיעה";
"At least 30 fixed min after Chatzot"= "לפחות 30 דק' קבועות אחרי חצות היום";
"End Of Tzom DeRabbanan" = "סוף צום דרבנן";

"Weekdays" = "ימים בשבוע";
"Zmanim" = "זמנים";

"דף יומי :" = "דף יומי :";

"Place Name" = "שם העיר";

"Yom Tov" = "יום טוב";
"Chol Hamo'ed" = "חול המעד";

/// Google Translate
"WizardNeedToKnowYourLocation" = "האפליקציה צריכה לדעת באיזו עיר אתה נמצא, כדי לחשב את הזמנים.\n\nבמסך הבא תוכל לאפשר זיהוי GPS או לחפש בעיר לפי שם.";
"OK" = "אישור";
//////
